export const state = () => ({
  light: true,
  dark: false,
  system: false,
  arabicinfo: {
    header: {
      title: "خالد الشاحذي للأدوية والمستلزمات الطبية",
      description:
        "خالد الشاحذي للأدوية والمستلزمات الطبية شركة عصرية حديثة توفر خدمة استيراد وتسويق وتوزيع أحدث الادوية والمستلزمات الطبية بأعلى مستويات الجودة وبأشكال صيدلانية على المستوى العالمي وبتكلفة اقتصادية منافسة",
      links: [
        { name: "الرئيسة", icon: "mdi-google-home", to: "#hii" },
        {
          name: "من نحن",
          icon: "mdi-text-box-multiple-outline",
          to: "#about-us"
        },
        { name: "خدماتنا", icon: "mdi-domain", to: "#services" },
        {
          name: "لماذا تختارنا",
          icon: "mdi-help-rhombus-outline",
          to: "#whyus"
        }
      ]
    },
    aboutus: {
      title: "من نحن",
      description:
        "نحن شركة رائدة في السوق اليمني نعمل في مجال المستحضرات الصيدلانية والمنتجات الصحية منذ تأسيسها عام 2002. الترويج للمنتجات ثم توزيعها على السوق اليمني بأكمله .بدءاً من عام 2022، جعل خالد الشاحذي ميدكال التاريخ الطويل كواحد من اللاعبين لرئيسيين في سوق القطاع الصحي . خالد الشاحذي ميدكال يعرف كيفية انشاء طلب على المنتجات وكيفية جعل هذه المنتجات متاحة في كل مكان بالقرب من يد المستهلك . يتم ادارة خالد الشاحذي ميدكال خلال هيكل شركة منظم جيدا يتوافق مع أهدافنا وغاياتنا .موظفينا المؤهلين يقومون بالمهمة ويحققون الأهداف بأستخدام جميع التسهيلات التي تقدمها الشركة .كما توفر وحدة الموارد البشرية استراتيجيات ادارة حديثة.",
      mores: [
        {
          name: "مهمتنا",
          details:
            "جعل هذ البيان هو هدفنا والبحث دائما عن الأفضل لعملائنا وكيف يمكننا تقديم أكثر مما يتوقعة عملؤنا ، هي واحدة من اهم قيمنا التي يعيشها كل موظف في شركتنا كل يوم وهذا ما جعلنا الخيار الأول للناس عندما يتعلق الأمر بتوفير منتجات و خدمات الرعاية الصيدلانية والصحية.تتخصص شركة خالد الشاحذي ميدكال في تقديم منتجات صيدلانية ورعاية صحية عالية الجودة بأسعار تنافسية لأسواق الشرق الأوسط وجنوب شرق اسيا.من خلال بناء شركة خالد الشاحذي ميدكال كأسم تجاري يجعل الناس خيارهم الأول يتعلق الأمر بمنتجات الأدوية والرعاية الصحية.تمكنا من أن نكون شركة رائدة في اسواق الشرق الاوسط وجنوب اسيا وكان اسم علامتنا التجارية مرادفاً للثقة والموثوقية",
          icon: "https://assets1.lottiefiles.com/private_files/lf30_RfOqwp.json"
        },
        {
          name: "رؤيتنا",
          details:
            "الايمان بالجودة والعمل الجماعي والنزاهة والاحترام نسعى للترتيب في المقام الاول ي استيراد وتوزيع وتسويق الأدوية والأجهزة الطبية",
          icon: "https://assets2.lottiefiles.com/packages/lf20_omszt4va.json"
        },
        {
          name: "قيمنا",
          details:
            "الايمان بالجودة والعمل الجماعي والنزاهة والاحترام نسعى للترتيب في المقام الاول ي استيراد وتوزيع وتسويق الأدوية والأجهزة الطبية",
          icon: "https://assets4.lottiefiles.com/packages/lf20_jcyhxkau.json"
        }
      ]
    },
    service: {
      title: "خدماتنا",
      description:
        "تشارك شركة خالد الشاحذي ميدكال في كامل المبيعات وكذلك في المناقصات,شؤون الاستيراد والتسجيل والتسويق والترويج والتوزيع",
      mores: [
        {
          name: "استيراد",
          details:
            "نحن على معرفة جيدة بخصائص السوق ونقوم باخدخال اصناف جديدة كما نقوم بإستيراد الأدوية التى يحتاجها السوق من اوروبا والهند والشرق الاوسط",
          icon: "mdi-airplane-takeoff"
        },
        {
          name: "شؤون تسجيل",
          details:
            "لدينا علاقات جيدة مع السلطات الصحية في البلد كما يوجد لدينا فريق خاص بالتسجيل والمعاملات",
          icon: "mdi-content-save-cog-outline"
        },
        {
          name: "التسويق والترويج",
          details:
            "لدينا خبرة جيدة في مجال البيع والتسويق للمنتجات ولدينا علاقات قوية في السوق من خلال معرفتنا بنقاط القوة التى نمتلكها وجودة المنتجات الذي يتم الترويج لها و نقوم بإستهداف الاطباء واليادلة وخبرا التجميل",
          icon: "mdi-cart-variant"
        },
        {
          name: "التوزيع",
          details:
            "لدينا إدارة مستقلة للتوزيع حيث نقوم بتدريب وتأهيل وتقديم الدعم الفني للموزعين من اجل علاقات جيدة مع العملاء والعمل على خلق طلب للمنتجات",
          icon: "mdi-handshake"
        }
      ]
    },
    footer: {
      menu: "الصفحات",
      description:
        "نحن شركة رائدة في السوق اليمني نعمل في مجال المستحضرات الصيدلانية والمنتجات الصحية منذ تأسيسها عام 2002. الترويج للمنتجات ثم توزيعها على السوق اليمني بأكمله .بدءاً من عام 2022، جعل خالد الشاحذي ميدكال التاريخ الطويل كواحد من اللاعبين لرئيسيين في سوق القطاع الصحي . خالد الشاحذي ميدكال يعرف كيفية انشاء طلب على المنتجات وكيفية جعل هذه المنتجات متاحة في كل مكان بالقرب من يد المستهلك . يتم ادارة خالد الشاحذي ميدكال خلال هيكل شركة منظم جيدا يتوافق مع أهدافنا وغاياتنا .موظفينا المؤهلين يقومون بالمهمة ويحققون الأهداف بأستخدام جميع التسهيلات التي تقدمها الشركة .كما توفر وحدة الموارد البشرية استراتيجيات ادارة حديثة.",
      title: "زورونا او تواصلوا معنا ",
      more: " يمكمكم زيارتنا الى ........ ",
      mores: [],
      contact: [
        {
          icon: "mdi-google-maps",
          color: "yellow",
          link: "https://m.me/zaf3r.s"
        },
        {
          icon: "mdi-phone",
          color: "green",
          link: "https://m.me/zaf3r.s"
        },
        {
          icon: "mdi-whatsapp",
          color: "green",
          link: "//api.whatsapp.com/send?phone=+967774550846"
        },
        {
          icon: "mdi-email",
          color: "red",
          link: "mailto: zaf3r.s@gmail.com"
        },
        {
          icon: "mdi-facebook-messenger",
          color: "accent",
          link: "https://m.me/zaf3r.s"
        }
      ],
      follow: "تابعنا ",
      socail: [
        {
          icon: "mdi-twitter",
          color: "yellow",
          link: "https://m.me/zaf3r.s"
        },
        {
          icon: "mdi-facebook",
          color: "green",
          link: "https://m.me/zaf3r.s"
        },
        {
          icon: "mdi-instagram",
          color: "green",
          link: "//api.whatsapp.com/send?phone=+967774550846"
        },
        {
          icon: "mdi-linkedin",
          color: "red",
          link: "mailto: zaf3r.s@gmail.com"
        }
      ]
    }
  }
});

export const getters = {};
